# -*- coding: utf-8 -*-
stixi = {
    'Ночь. Улица.': ['1Фонарь. Аптека', '0Кабак. Сигара.', '0Бульвар. Аптека.'],
    'Что значит имя? Роза': ['1Пахнет розой', '0увядает от любви',
    '0словно кактус'],
    'О бедный Йорик, ': ['0я не знал его, отец', '1я знал его, Гораций',
    '0я знал его, Офелия'],
    'Скажи-ка дядя, ведь не даром Москва спалённая пожаром,': [
        '0заново отстроилась',
        '0снова захвачена',
        '1французам отдана'],
    'Быть или не быть, вот в чём': ['0ответ', '1вопрос', '0задача'],
    'Я памятник себе': ['1воздвиг нерукотворный', '0покрасил лаком',
        '0воздвиг в деревне']
    }
poslov = {
    'Береги платье снову, ': [
        '1а честь с молоду',
        '0а Патриаршие с маслом',
        '0а дочку смолоду'],
    'У семи нянек, дитя': ['0сытый', '0умный', '1без глазу'],
    'Без труда, не вытянешь и ': ['1рыбку из пруда', '0монетку из фонтана',
        '0туза на ривере'],
    'Семь раз отмерь, один раз': ['0снова отмерь', '0один раз нажми', '1один раз отрежь'],
    'На безрыбье и ': ['1рак рыба', '0кит животное', '0стол пустой'],
    'Семь бед, один': ['0совет', '1ответ', '0эполет']
    }
latin = {
    'Славься Цезарь!': [
        '1Идущие на смерть приветствуют тебя',
        '0Ты умер стоя',
        '0Галы покорены'],
    'Помни, что ты': ['1прах', '0человек', '0смертен'],
    'Помни о ': ['1смерти', '0вечном', '0любви'],
    'Цезарь должен умереть ': ['1стоя', '0за деньги', '0вовремя'],
    'Пришёл, увидел, ': ['1победил', '0убежал', '0удивился'],
    'О мертвых или хорошо, ли ничего кроме ': ['1правды', '0тишины', '0лжи']
    }
